Repository: wp-insider/simple-membership
Catalog: simple-membership/languages/swpm-*.po
Languages: hu_hu

source: First of all, globally protect the category on your site by selecting "General Protection" from the drop-down box below and then select the categories that should be protected from non-logged in users.
hu_hu: Először is általánosan védd le a kategóriát az oldaladon kiválasztva az "Általános Védelem" pontot a drop-down menüből majd válaszd ki a kategóriákat, amiket amiket a nem bejelentkezett felhasználók elől meg szeretnél védeni

source: Next, select an existing membership level from the drop-down box below and then select the categories you want to grant access to (for that particular membership level).
hu_hu: Következő, válassz ki egy már létező felhasználói szintet a drop-down menüből és válaszd ki a kategóriát amelyhez hozzáférést szeretnél biztosítani a megadott felhasználók számára.

source: You can manually generate a registration completion link here and give it to your customer if they have missed the email that was automatically sent out to them after the payment.
hu_hu: Itt manuálisan is létrehozhatsz regisztráció befejezési linkeket és elküldheted a vásárlóidnak, ha esetleg nem kapták volna meg az automatikus emailt, amit a fizetés után küldtél nekik.

source: Some of the simple membership plugin's addon settings and options will be displayed here (if you have them)
hu_hu: Néhány, a simple membership addon beállítások közül (amennyiben rendelkezel ilyenekkel) itt jelenik meg

source: Create new membership level.
hu_hu: Új felhasználói szint létrehozása

source: No Expiry (Access for this level will not expire until cancelled
hu_hu: Nincs lejárat ( A hozzáférés, ehhez a szinthez, nem jár le, míg vissza nem vonod)

source: Weeks (Access expires after given number of weeks
hu_hu: Hetek (A hozzáférés a megadott hetek száma után lejár)

source: Add New Membership Level
hu_hu: Új felhasználói szint megadása

source: All the membership buttons that you created in the plugin are displayed here.
hu_hu: Minden felhasználói fiók gomb, amit létrehoztál a bővítményben itt jelenik meg.

source: You can edit a payment button using this interface.
hu_hu: Szerkesztheted a fizetési gombot ezt at interfacet használva

source: You can create new payment button for your memberships using this interface.
hu_hu: Új fizetési gombot hozhatsz létre a felhasználóid számára, ezt az interfacet használva.

source: Simple WordPress Membership
hu_hu: Simple WordPress Tagság

source: A flexible, well-supported, and easy-to-use WordPress membership plugin for offering free and premium content from your WordPress site.
hu_hu: Egy flexibilis, jól támogatott és könnyen használtható WordPress tagsági bővítmény ingyenes és fizetős tartalmakért a WordPress oldaladon.

source: Membership Level
hu_hu: Tagsági színt

source: Membership Levels
hu_hu: Tagsági szintek

source: Role
hu_hu: Szerep

source: Access Valid For/Until
hu_hu: Jogosultság érvényes -ig

source: Delete
hu_hu: Törlés

source: Plugin Documentation
hu_hu: Bővítmény leírása

source: General Settings
hu_hu: Àltalános beállítások

source: Enable Free Membership
hu_hu: Ingyenes tagság engedélyezése

source: Enable/disable registration for free membership level. When you enable this option, make sure to specify a free membership level ID in the field below.
hu_hu: Engedélyezi/tiltja az ingyenes regisztrációt. Ha engedélyezed ezt az opciót, bizonyosodj meg róla, hogy megadod az ingyenes tagsági szint ID kódját is az alábbi sorban.

source: Free Membership Level ID
hu_hu: Ingyenes tagsági szint ID kódja

source: Assign free membership level ID
hu_hu: Rendeld hozzá az ingyenes tagsági szint ID kóját

source: Enable More Tag Protection
hu_hu: More tag védelem engedélyezése

source: Enables or disables "more" tag protection in the posts and pages. Anything after the More tag is protected. Anything before the more tag is teaser content.
hu_hu: Engedélyezi vagy tiltja a "more" tag védelmet a bejegyzésekben és az oldalakon. Minden am ia mora tag után áll, védelem alá kerül. Minden ami a more tag előtt van, teaserként (ingyenes tartalom) funkcionál

source: Hide Adminbar
hu_hu: Admin sáv elrejtése

source: WordPress shows an admin toolbar to the logged in users of the site. Check this box if you want to hide that admin toolbar in the fronend of your site.
hu_hu: WordPress mutatja az admin felület a bejelentkező felhasználók számára. Pipáld ki a négyzetet, ha el szeretnéd rejteni az admin felületet az oldaladon.

source: Default Account Status
hu_hu: Alapértelmezett felhasználói státusz

source: Select the default account status for newly registered users. If you want to manually approve the members then you can set the status to "Pending".
hu_hu: Válaszd ki az alapértelmezett felhasználói státuszt az ú jregisztrálók számára. Ha manuálisan szeretnéd elfogadni a felhasználókat, akkor állítsd a státuszt "függőben"-re.

source: Allow Account Deletion
hu_hu: Felhasználói fiók törlésének engedélyezése

source: Allow users to delete their accounts.
hu_hu: A felhasználó maga is törölheti fiókját.

source: Auto Delete Pending Account
hu_hu: Függőben lévő fiókok automatikus törlése

source: Select how long you want to keep "pending" account.
hu_hu: Válaszd ki, hogy mennyi ideig akarod megtartani, a függőben lévő fiókokat

source: Pages Settings
hu_hu: Oldalak beállításai

source: Login Page URL
hu_hu: Bejelentkező oldal url-je

source: Registration Page URL
hu_hu: Regisztrációs oldal url-je

source: Join Us Page URL
hu_hu: Csatlakozz hozzánk odlal url-je

source: Edit Profile Page URL
hu_hu: Profilom oldal url-je

source: Password Reset Page URL
hu_hu: ÙJ jelszó igénylés url-je

source: Test & Debug Settings
hu_hu: Test és debug beállítások

source: Check this option to enable debug logging.
hu_hu: Jelöld be ezt a négyzetet, ha szeretnéd engedélyezni a debug bejelentkezést

source: Enable Sandbox Testing
hu_hu: Sandbox test engedélyezése

source: Enable this option if you want to do sandbox payment testing.
hu_hu: Jelöld be a négyzetet, ha szeretnéd engedélyezni a sandbox fizetés tesztjét.

source: Email Misc. Settings
hu_hu: Különböző email beállítások

source: From Email Address
hu_hu: Email -től beállítások

source: Email Settings (Prompt to Complete Registration )
hu_hu: Email beállítások (Regisztráció után azonnali email)

source: Email Subject
hu_hu: Email tárgya

source: Email Body
hu_hu: Email szövege

source: Email Settings (Registration Complete)
hu_hu: Email beállítások (Kész regisztráció)

source: Send Notification To Admin
hu_hu: Küldjön értesítést az adminnak.

source: Send Email to Member When Added via Admin Dashboard
hu_hu: Küldjön értesítést a felhasználónak, ha az admin felületen elfogadásra került a regisztrációja

source: Email Settings (Account Upgrade Notification)
hu_hu: Email beállítások (Èrtesítés a felhasználói szint aktualizálásáról)

source: Advanced Settings
hu_hu: Haladó beállítások

source: Enable Expired Account Login
hu_hu: Lejárt felhasználói fiókba való belépés negedélyezése

source: When enabled, expired members will be able to log into the system but won't be able to view any protected content. This allows them to easily renew their account by making another payment.
hu_hu: Ha engedélyezed, lejárt fiókú felhasználók is beléphetnek a rendszerbe, de nem látják majd a védett tartalmakat. Ezzel megkönnyítheted számukra fiókjuk megújítását és egy újabb fizetés kezdeményezését.

source: Settings updated!
hu_hu: Beállítások frissítve!

source: Please
hu_hu: Kérlek

source: Login
hu_hu: Bejelentkezés

source: Not a Member?
hu_hu: Nem vagy még felhasználó?

source: Join Us
hu_hu: Csatlakozz hozzánk!

source: Membership Level Creation Successful.
hu_hu: Felhasználó fiók létrehozása sikerült

source: Please correct the following:
hu_hu: Kérlek, javítsd a következőket:

source: Updated Successfully.
hu_hu: Frissítés sikeres.

source: Active
hu_hu: Aktív

source: Inactive
hu_hu: Inaktív

source: Pending
hu_hu: Függőben

source: Expired
hu_hu: Lejárt

source: Never
hu_hu: Soha

source: Delete Account
hu_hu: Felhasználói fiók törlése

source: Wordpress account exists with given user name. But given email doesn't match.
hu_hu: Ilyen felhasználónévvel már létezik Wordpress fiók, de a megadott email nem hozzá tartozik.

source: Wordpress account exists with given email. But given user name doesn't match.
hu_hu: Ilyen email címmel már létezik Wordpress fiók, de a megadott felhasználónév nem hozzá tartozik.

source: User name is required
hu_hu: Felhasználónév megadása szükséges

source: User name contains invalid character
hu_hu: A felhasználónév nem engedélyezett karaktert tartalmaz

source: User name already exists.
hu_hu: Ez a felhasználónév már létezik

source: Password is required
hu_hu: Jelszó megadása szükséges

source: Password mismatch
hu_hu: Jelszó nem egyezik

source: Email is required
hu_hu: Email cím megadása szükséges

source: Email is invalid
hu_hu: Email cim helytelen

source: Email is already used.
hu_hu: Ezzel az email címmel már regisztráltak.

source: Member since field is invalid
hu_hu: Tag -óta mező érvénytelen

source: Access starts field is invalid
hu_hu: Hozzáférés kezdete mező érvénytelen

source: Gender field is invalid
hu_hu: Nem mező érvénytelen

source: Account state field is invalid
hu_hu: Felhasználói szint mező érvénytelen

source: Invalid membership level
hu_hu: Nem létező felhasználói szint

source: Invalid Email Address
hu_hu: Èrvénytelen email cím

source: Aready taken
hu_hu: Már foglalt

source: Available
hu_hu: Még szabad

source: Payment Settings
hu_hu: Fizetés beállításai

source: Email Settings
hu_hu: Email beállítások

source: Tools
hu_hu: Eszközök

source: Addons Settings
hu_hu: Addon beállítások

source: WordPress shows an admin toolbar to the logged in users of the site. Check this if you want to hide that admin toolbar in the frontend of your site.
hu_hu: Wordpress mutatja az admin eszköztárat a bejelntkezett felhasználók számára. Jelöld be, ha szeretnéd elrejteni az admin eszköztárat az oldaladon

source: Show Adminbar to Admin
hu_hu: Mutassa az admin sávot az adminoknak

source: Use this option if you want to show the admin toolbar to admin users only. The admin toolbar will be hidden for all other users.
hu_hu: Ezt a beállítást válaszd, ha kizárólag az adminok számára szeretnéd láthatóvá tenni az admin eszköztárat. Az admin eszköztár a többi felhasználó számára rejtett lesz.

source: Members Must be Logged in to Comment
hu_hu: A felhasználóknak be kell jelentkezniük, hogy kommentelni tudjanak.

source: Enable this option if you only want the members of the site to be able to post a comment.
hu_hu: Engedélyezd ezt a beállítást, ha szeretnéd, hogy csak az oldal felhasználói kommentelhessenek.

source: Send Notification to Admin
hu_hu: Küldjön értesítést az adminnak

source: Enable this option if you want the admin to receive a notification when a member registers.
hu_hu: Engedélyezd ezt a lehetőséget, ha szeretnéd, hogy az admin értesítést kapjon a felhasználói regisztrációkról

source: Admin Email Address
hu_hu: Admin email címe

source: Enter the email address where you want the admin notification email to be sent to.
hu_hu: Add meg az email címet, ahova szeretnéd, hogy az admin értesítések érkezzenek

source: Email Settings (Password Reset)
hu_hu: Email beállítások (új jelszó)

source: Email Settings (Bulk Account Activate Notification)
hu_hu: Email beállítások (csoportos felhasználó aktiválás értesítő)

source: Membership Renewal URL
hu_hu: Felhasználói fiók megújításának url-je

source: You can create a renewal page for your site. Read <a href="https://simple-membership-plugin.com/creating-membership-renewal-button/" target="_blank">this documentation</a> to learn how to create a renewal page.
hu_hu: Létrehozhatsz megújító oldalt. Részletes leírást itt találsz hozzá: <a href="https://simple-membership-plugin.com/creating-membership-renewal-button/" target="_blank">this documentation</a>

source: Registration Successful.
hu_hu: Regisztráció sikeres

source: Wordpress account exists with given username. But given email doesn't match.
hu_hu: Ilyen felhasználónévvel már létezik Wordpress fiók, de a megadott email nem hozzá tartozik.

source: Wordpress account exists with given email. But given username doesn't match.
hu_hu: Ilyen email címmel már létezik Wordpress fiók, de a megadott felhasználónév nem hozzá tartozik.

source: Username is required
hu_hu: Felhasználónév megadása szükséges.

source: Username contains invalid character
hu_hu: Felhasználónév érvénytelen karaktert tartalmaz

source: Username already exists.
hu_hu: Felahsználónév már létezik

source: Sorry, Nonce verification failed.
hu_hu: Sajnáljuk, a hitelesítést nem sikerült.

source: Sorry, Password didn't match.
hu_hu: Sajnáljuk, a jelszó nem egyezik.

source: User is not logged in.
hu_hu: Felahsználó nincs bejeletkezve

source: Please login to comment.
hu_hu: Kérlek, lépj be hogy kommentelhess.

source: Please Login to Comment.
hu_hu: Kérlek, lépj be hogy kommentelhess.

source: Comments not allowed by a non-member.
hu_hu: A kommentelés csak felhasználók számára engedélyezett.

source: Security check: captcha validation failed.
hu_hu: Biztonsági ellenőrzés: captcha hitelesítés nem sikerült

source: Registration Successful.
hu_hu: Regisztráció sikeres.

source: Please correct the following
hu_hu: Kérlek javítsd a következőket

source: Membership Level Couldn't be found.
hu_hu: Felhasználói szint nem található

source: Profile updated successfully.
hu_hu: Profil frissítés sikeres

source: Profile updated successfully. You will need to re-login since you changed your password.
hu_hu: Profil frissítés sikeres. Ùjra be kell jelentkezned, miután megváltoztattad a jelszavad.

source: Email address not valid.
hu_hu: Email cím érvénytelen.

source: No user found with that email address.
hu_hu: Nem található felhasználó ezzel az email címmel.

source: Email Address:
hu_hu: Email cím:

source: New password has been sent to your email address.
hu_hu: Az új jelszót elküldtük az email címedre

source: Member record added successfully.
hu_hu: Felhasználó mező sikeresen hozzáadva

source: Your current password
hu_hu: Az jelenlegi jelszavad

source: You are not logged in.
hu_hu: Nem vagy bejelentkezve

source: Simple WP Membership Protection
hu_hu: Simple WP Membership védelem

source: Simple Membership Protection options
hu_hu: Simple WP Membership védelmi opciók

source: Do you want to protect this content?
hu_hu: Szeretnéd ezt a tarlamat védetté tenni?

source: Select the membership level that can access this content:
hu_hu: Válaszd ki a felhasználói szintet, akik számára elérhető lesz a tartalom:

source: Members
hu_hu: Felhasználók

source: Settings
hu_hu: Beállítások

source: Payments
hu_hu: Fizetések

source: You need to login to view this content.
hu_hu: Be kell jelentkezned, hogy láthasd ezt a tartalmat.

source: Your account has expired.
hu_hu: Lejárt a felhasználói fiókod

source: This content is not permitted for your membership level.
hu_hu: Ez a tartalom nem elérhető a Te falhasználói szinteden

source: You need to login to view the rest of the content.
hu_hu: Be kell jelentkezned, hogy láthasd a tartalom többi részét is.

source: The rest of the content is not permitted for your membership level.
hu_hu: A tartalom további része nem elérhető a Te falhasználói szinteden.

source: Name contains invalid character
hu_hu: A név érvénytelen karaktert tartalmaz.

source: Member
hu_hu: Felhasználó

source: User Name
hu_hu: Felhasználónév

source: First Name
hu_hu: Keresztnév

source: Last Name
hu_hu: Vezetéknév

source: Access Starts
hu_hu: Hozzáférés kezdete

source: Account State
hu_hu: Fiók állapota

source: No Member found.
hu_hu: Nem találtunk felhasználót

source: Username
hu_hu: Felhasználónév

source: Set Status to Active
hu_hu: Státusz aktívra állítása

source: Set Status to Active and Notify
hu_hu: Státusz aktívra állítása és értesítés

source: Set Status to Inactive
hu_hu: Státusz inaktívra állítása

source: Set Status to Pending
hu_hu: Státusz függőben

source: Set Status to Expired
hu_hu: Státusz lejárt

source: incomplete
hu_hu: befejezetlen

source: No member found.
hu_hu: Nem találtunk felhasználót

source: Your account has expired. Please renew your account to gain access to this content.
hu_hu: Lejárt a felhasználói fiókod. Kérlek, újítsd meg, hogy újra hozzáférhess ehhez a tartalomhoz.

source: Registration
hu_hu: Regisztráció

source: Member Login
hu_hu: Felhasználói bejelentkezés

source: Profile
hu_hu: Profil

source: Password Reset
hu_hu: Ùj jelszó kérése

source: renew
hu_hu: megújít

source: your account to gain access to this content.
hu_hu: fiókodat, hogy hozzáférhess ehhez a tartalomhoz

source: No user not found with that email address.
hu_hu: Ezzel az email címmel nem találtunk felhasználót

source: Name
hu_hu: Név

source: Description
hu_hu: Leírás

source: Count
hu_hu: Számláló

source: Updated!
hu_hu: Frissítve!

source: Date format is not valid.
hu_hu: Dátum formátum nem megfelelő

source: Access duration must be > 0.
hu_hu: A hozzáférés idejének nagyobbnak kell lennie 0-nál

source: User Not Found.
hu_hu: Felhasználó nem található

source: Password Empty or Invalid.
hu_hu: Jelszó üres vagy érvénytelen

source: Account is inactive.
hu_hu: Felhasználói fiók inaktív

source: Account has expired.
hu_hu: Felhasználói fiók lejárt

source: Account is pending.
hu_hu: Felhasználói fiók függőben

source: You are logged in as:
hu_hu: Be vagy jelentkezve, mint:

source: Logged Out Successfully.
hu_hu: Sikeres kijelentkezés

source: Session Expired.
hu_hu: Szekció lejárt

source: Invalid Username
hu_hu: Èrvénytelen felhasználónév.

source: Please login again.
hu_hu: Kérlek, jelentkezz be újra

source: Invalid User Name
hu_hu: Èrvénytelen felhasználónév

source: Sorry! Something went wrong
hu_hu: Sajnáljuk, valami elromlott.

source: Category ID
hu_hu: Kategória ID

source: Category Name
hu_hu: Kategória neve

source: Category Type (Taxonomy)
hu_hu: Kategória fajtája

source: Category protection updated!
hu_hu: Kategória védelme frissítve

source: List View
hu_hu: Lista nézet

source: Excerpt View
hu_hu: Kibontott nézet

source: No items found.
hu_hu: Nem található iylen elem.

source: Select bulk action
hu_hu: Válaszd ki a csoportos műveletet

source: Bulk Actions
hu_hu: Csoportos műveletek

source: Apply
hu_hu: Jelentkezés

source: Filter by date
hu_hu: Keresés dátum szerint

source: All dates
hu_hu: Minden dátum

source: %s pending
hu_hu: %s függőben

source: 1 item
hu_hu: 1 elem

source: Go to the first page
hu_hu: Menj az első odlalra

source: Go to the previous page
hu_hu: Menj az előző oldalra

source: Select Page
hu_hu: Válaszd ki az oldalt

source: Current page
hu_hu: Jelenlegi oldal

source: Go to the next page
hu_hu: Menj a következő oldalra

source: Go to the last page
hu_hu: Menj az utolsó oldalra

source: Select All
hu_hu: Mind kiválasztása

source: Payment Button ID
hu_hu: Fizetési gomb ID-ja

source: Payment Button Title
hu_hu: Fizetési gomb felriata

source: Membership Level ID
hu_hu: Felhasználói szint ID-je

source: Button Shortcode
hu_hu: Gomb shortcode-ja

source: The selected entry was deleted!
hu_hu: A kiválasztott bejegyés törlésre került.

source: View Profile
hu_hu: Profil megtekintése.

source: Row ID
hu_hu: Sor ID-ja

source: Email Address
hu_hu: Email cím

source: Member Profile
hu_hu: Felhasználó rpofilja

source: Date
hu_hu: Dátum

source: Transaction ID
hu_hu: Tranzakció ID-je

source: Subscriber ID
hu_hu: Feliratkozó ID-je

source: Amount
hu_hu: Összeg

source: Your membership profile will be updated to reflect the payment.
hu_hu: A felhasználói fiókodat a fizetésnek megfelelően frissíteni fogjuk.

source: Your profile username:
hu_hu: A profilod felhasználóneve:

source: Click on the following link to complete the registration.
hu_hu: Kattints a következő linkre, hogy a regisztrációt befejezd.

source: Click here to complete your paid registration
hu_hu: Kattints ide, hogy a fizetős regisztrációt befejezd

source: If you have just made a membership payment then your payment is yet to be processed. Please check back in a few minutes. An email will be sent to you with the details shortly.
hu_hu: Ha felhasználói befizetést hajtottál végre, akkor a befizetést fel kell, hogy dolgozzuk. Kérlek, nézz vissza egy pár perc múlva. Hamarosan egy emailt kapsz tőlünk a pontos részletekkel.

source: Expiry:
hu_hu: Lejárat:

source: You are not logged-in as a member
hu_hu: Felhasználóként vagy bejelentkezve

source: Simple WP Membership::Settings
hu_hu: Simple WP Membership: beállítások

source: PayPal Integration Settings
hu_hu: PayPal integráció beállítások

source: Generate the "Advanced Variables" Code for your PayPal button
hu_hu: "Haladó változók" kód generálása a PayPal gomb számára

source: Enter the Membership Level ID
hu_hu: Add meg a felhasználó szint ID-ját

source: Generate Code
hu_hu: Kód generálása

source: Simple WP Membership::Members
hu_hu: Simple WP Membership: Felhasználók

source: Add New
hu_hu: Ùj hozzáadása

source: Edit Member
hu_hu: Felhasználó szerkesztése

source: Edit existing member details.
hu_hu: Meglévő felhasználók adatainak szerkesztése

source: (required)
hu_hu: kötelező

source: Password
hu_hu: Jelszó

source: (twice, leave empty to retain old password)
hu_hu: (kétszer, hagyd üresen, ha a régi jelszavadat szeretnéd használni)

source: Strength indicator
hu_hu: Erősség jelző

source: Hint: The password should be at least seven characters long. To make it stronger, use upper and lower case letters, numbers and symbols like ! " ? $ % ^ &amp; ).
hu_hu: Tipp: A jelszónak minimum 7 karakter hosszúnak kell lennie. Hogy erősebbé tedd használj alsó és felső karaktereket, számokat, szimbólumokat is.

source: Account Status
hu_hu: Felhasználói státusz

source: Notify User
hu_hu: Felhasználó értesítése

source: Subscriber ID/Reference
hu_hu: Feliratkozó ID-je

source: Last Accessed From IP
hu_hu: Utolsó hozzáférés az IP címről

source: Edit User
hu_hu: Felhasználó szerkesztése

source: Gender
hu_hu: Nem

source: Phone
hu_hu: Telefon

source: Street
hu_hu: Utca

source: City
hu_hu: Város

source: State
hu_hu: Megye

source: Zipcode
hu_hu: Irányítószám

source: Country
hu_hu: Ország

source: Company
hu_hu: Cég

source: Member Since
hu_hu: Tag óta

source: Logged in as
hu_hu: Bejelentkezve, mint

source: Membership
hu_hu: Tagság

source: Account Expiry
hu_hu: Felhasználói fiók lejárta

source: Logout
hu_hu: Kijelentkezés

source: Simple Membership::Payments
hu_hu: Simple Membership: Fizetések

source: All the payments/transactions of your members are recorded here.
hu_hu: Minden felhasználói befizetés itt kerül rögzítésre

source: Search for a transaction by using email or name
hu_hu: Keress tranzakciókat az email cím vagy név megadásával

source: Search
hu_hu: Keresés

source: Simple WP Membership::Categories
hu_hu: Simple WP Membership: Kategóriák

source: Add Member
hu_hu: Ùj tag hozzáadása

source: Simple WP Membership::Membership Levels
hu_hu: Simple WP Membership: Felhasználói szintek

source: search
hu_hu: keresés

source: Generate a Registration Completion link
hu_hu: Regisztráció befejezése link generálása

source: Generate Registration Completion Link
hu_hu: Regisztráció befejezése link generálása

source: OR
hu_hu: VAGY

source: For All Incomplete Registrations
hu_hu: Minden befejezetlen regisztráció számára

source: Send Registration Reminder Email too
hu_hu: Küldjön regisztráció emlékeztető emailt is

source: Submit
hu_hu: Elküld

source: Link(s) generated successfully. The following link(s) can be used to complete the registration.
hu_hu: Linkek sikeresen generálva. A következő linkek használhatóak a regisztrációk befejezéséhez.

source: Registration completion links will appear below
hu_hu: Regisztráció befejezése link alul fog megjelenni

source: Reset Password
hu_hu: Ùj jelszó
