Repository: wp-insider/simple-membership
Catalog: simple-membership/languages/swpm-*.po
Languages: hu_hu

source: Repeat Password
hu_hu: Jelszó megismétlése

source: Update
hu_hu: Frissítés

source: Simple WP Membership::Add-ons
hu_hu: Simple WP Membership: Add-onok

source: Edit membership level
hu_hu: Felhasználói szint szerkesztése

source: Edit membership level.
hu_hu: Felhasználói szint szerkesztése

source: Membership Level Name
hu_hu: Felhasználói szint neve

source: Default WordPress Role
hu_hu: Alapértelmezett Wordpress szerep

source: Access Duration
hu_hu: Lejárat ideje

source: No Expiry (Access for this level will not expire until cancelled)
hu_hu: Nincs lejárat (A felhasználói fiók hozzáférése nem fog lejárni)

source: Expire After
hu_hu: Lejár után

source: Days (Access expires after given number of days)
hu_hu: Napok (A felhasználói fiók hozzáférése a megadott napok száma után fog lejárni)

source: Weeks (Access expires after given number of weeks)
hu_hu: Hetek (A felhasználói fiók hozzáférése a megadott hetek száma után fog lejárni)

source: Months (Access expires after given number of months)
hu_hu: Hónapok (A felhasználói fiók hozzáférése a megadott hónapok száma után fog lejárni)

source: Years (Access expires after given number of years)
hu_hu: Èvek (A felhasználói fiók hozzáférése a megadott évek száma után fog lejárni)

source: Fixed Date Expiry
hu_hu: Fix napos lejárat

source: (Access expires on a fixed date)
hu_hu: (Hozzáférés egy fix napon lejár)

source: Edit Membership Level
hu_hu: Felhasználói szint szerkesztése

source: Create a brand new user and add it to this site.
hu_hu: Ùj felhasználó hozzáadása az oldalhoz.

source: (twice, required)
hu_hu: (kétszer, szükséges)

source: Add New Member
hu_hu: Ùj felhasználó hozzáadása

source: Example Content Protection Settings
hu_hu: Példa tartalmak védelmének beállítása

source: Remember Me
hu_hu: Emlékezz rám

source: Forgot Password
hu_hu: Elfelejtett jelszó

source: Membership level
hu_hu: Felhasználói szint

source: Manage Content Production
hu_hu: Tartalom létrehozásának menedzselése

source: Category Protection
hu_hu: Kategória védelem

source: Register
hu_hu: Regisztráció

source: Save Changes
hu_hu: Változások mentése

source: Select Payment Button Type
hu_hu: Fizetési mód gomb választása

source: Next
hu_hu: Következő

source: PayPal Buy Now Button Configuration
hu_hu: PayPAl "Vedd meg most" gomb beállítása

source: Button Title
hu_hu: Gomb felirata

source: Payment Amount
hu_hu: Fizetési összeg

source: Payment Currency
hu_hu: Fizetési valuta

source: Return URL
hu_hu: Vissza url

source: Button Image URL
hu_hu: Gomb képének url-je

source: Save Payment Data
hu_hu: Fizetési adatok mentése

source: Button ID
hu_hu: Gomb ID-je

source: PayPal Subscription Button Configuration
hu_hu: PayPal előfizetői gomb beállítása

source: Billing Amount Each Cycle
hu_hu: Számlázási összeg periódusonként

source: Billing Cycle
hu_hu: Számlázási periódus

source: Billing Cycle Count
hu_hu: Számlázási periódus számolása

source: Re-attempt on Failure
hu_hu: Hiba esetén próbáld úrja

source: Trial Billing Details (Leave empty if you are not offering a trial period)
hu_hu: Próba számlázó részletek (hagyd szabadon, ha nem kínálsz próba időszakot)

source: Trial Billing Amount
hu_hu: Próba számlázó összeg

source: Trial Billing Period
hu_hu: Próba számlázó időszak

source: Optional Details
hu_hu: Opcionális beállítások

source: Buy Now
hu_hu: Megvásárolom

source: Subscribe Now
hu_hu: Feliratkozom
